[
  {
    "title": "Brillar Academy Hosts Hydro Innovation Summit",
    "date": "2025-03-12",
    "summary": "Global experts joined Brillar Academy to unveil hydro innovation prototypes and resilient planning strategies.",
    "slug": "hydro-innovation-summit",
    "fullContent": "The HydroUrban Innovation Lab welcomed delegates for three days of design sprints, policy forums, and community showcases. Participants co-created adaptive infrastructure models and launched the River Guardian Fellowship supporting graduate researchers.",
    "tags": [
      "Research",
      "Engineering"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/admissions.html"
    ]
  },
  {
    "title": "River Guardian Fellows Selected for Estuary Residencies",
    "date": "2025-02-24",
    "summary": "Twelve graduate fellows will conduct estuary fieldwork with community scientists this summer.",
    "slug": "river-guardian-fellows",
    "fullContent": "The River Biodiversity & Ecosystems Center named twelve fellows representing science, policy, and arts disciplines. Their residencies include eDNA sampling, oral history gathering, and policy co-design with estuary residents.",
    "tags": [
      "Research",
      "Student Life"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/academics.html"
    ]
  },
  {
    "title": "Business Students Launch Harborbend Social Venture Fund",
    "date": "2025-01-30",
    "summary": "The Civic Innovation Studio partnered with alumni to invest in five community enterprises.",
    "slug": "social-venture-fund",
    "fullContent": "MBA and MPA learners raised $1.2M in fictional capital to support cooperative housing, solar river ferries, and youth apprenticeships. Portfolio teams will provide mentorship and measure community impact over three years.",
    "tags": [
      "Business",
      "Community"
    ],
    "relatedLinks": [
      "/academics.html#faculties",
      "/research.html"
    ]
  },
  {
    "title": "College of Medicine Expands Floating Clinic Fleet",
    "date": "2025-01-12",
    "summary": "Two new clinic vessels will increase care access for river settlements by 40 percent.",
    "slug": "floating-clinic-fleet",
    "fullContent": "Supported by the River Health Collaboratory, the clinics feature telehealth hubs, diagnostics labs, and onboard teaching suites. Nursing and public health students will complete immersive rotations beginning Fall 2025.",
    "tags": [
      "Health",
      "Community"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/admissions.html#process"
    ]
  },
  {
    "title": "Brillar Academy Law Students Win Mock Water Rights Tribunal",
    "date": "2024-12-05",
    "summary": "A team from Brillar Academy Law School earned top honors at the fictional Cascadia Water Tribunal.",
    "slug": "water-rights-tribunal",
    "fullContent": "Students argued for equitable water allocations and restorative practices, earning accolades for community-centered reasoning. Judges highlighted their integration of indigenous legal frameworks and environmental data.",
    "tags": [
      "Law",
      "Student Life"
    ],
    "relatedLinks": [
      "/academics.html",
      "/research.html"
    ]
  },
  {
    "title": "Education Faculty Launches River Schools Leadership Residency",
    "date": "2024-11-18",
    "summary": "A new residency pairs principals-in-training with river valley schools focusing on climate resilience.",
    "slug": "leadership-residency",
    "fullContent": "The Learning Futures Observatory will mentor cohorts through co-design studios, outdoor learning labs, and community engagement intensives, culminating in implementation grants for partner schools.",
    "tags": [
      "Education",
      "Leadership"
    ],
    "relatedLinks": [
      "/academics.html#faculties",
      "/research.html#centers"
    ]
  },
  {
    "title": "School of Computing Debuts Civic Data Commons",
    "date": "2024-10-22",
    "summary": "New open-data platform offers real-time river mobility, water quality, and housing indicators.",
    "slug": "civic-data-commons",
    "fullContent": "Developed by the Civic Data & Privacy Institute, the Commons provides privacy-protected datasets, dashboards, and APIs for innovators. Community members can attend workshops to learn data storytelling techniques.",
    "tags": [
      "Computing",
      "Innovation"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/news.html#events"
    ]
  },
  {
    "title": "Arts Students Illuminate Winter Riverwalk",
    "date": "2024-12-15",
    "summary": "River Arts students installed interactive light sculptures celebrating river cultures.",
    "slug": "winter-riverwalk",
    "fullContent": "The River Arts & Design cohort collaborated with local artisans to create solar-powered installations along the Harborbend riverwalk, drawing thousands of visitors during the fictional winter festival.",
    "tags": [
      "Arts",
      "Community"
    ],
    "relatedLinks": [
      "/academics.html",
      "/visit.html"
    ]
  },
  {
    "title": "Engineering Alumna Funds Resilience Scholarship",
    "date": "2024-09-20",
    "summary": "A $2 million gift establishes scholarships for students pursuing river resilience engineering.",
    "slug": "resilience-scholarship",
    "fullContent": "Alumna Selene Moru's contribution will support ten annual scholarships, with recipients completing community-based capstone projects focused on infrastructure equity.",
    "tags": [
      "Engineering",
      "Philanthropy"
    ],
    "relatedLinks": [
      "/admissions.html",
      "/academics.html#faculties"
    ]
  },
  {
    "title": "Brillar Academy Orchestra Premieres Delta Symphony",
    "date": "2024-08-12",
    "summary": "Arts & Humanities faculty debuted an original symphony inspired by river ecosystems.",
    "slug": "delta-symphony",
    "fullContent": "Composer-in-residence Ilyan Mora collaborated with marine biologists to translate estuary soundscapes into orchestral movements, performed to a sold-out fictional audience.",
    "tags": [
      "Arts",
      "Campus Life"
    ],
    "relatedLinks": [
      "/news.html",
      "/academics.html"
    ]
  },
  {
    "title": "Graduate Researchers Publish Telehealth Equity Framework",
    "date": "2024-07-28",
    "summary": "Public health scholars outlined strategies to ensure inclusive telehealth adoption.",
    "slug": "telehealth-equity-framework",
    "fullContent": "The River Health Collaboratory released a framework addressing broadband access, cultural relevance, and workforce training, drawing on pilot programs across river towns.",
    "tags": [
      "Health",
      "Research"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/admissions.html#request-info"
    ]
  },
  {
    "title": "Computing Students Win Civic Tech Challenge",
    "date": "2024-06-10",
    "summary": "A team developed a privacy-first flood alert app recognized by fictional judges.",
    "slug": "civic-tech-challenge",
    "fullContent": "The winning team integrated AI forecasting, multilingual alerts, and offline-first design to serve residents during storm surges. Judges cited the user research conducted with waterfront communities.",
    "tags": [
      "Computing",
      "Innovation"
    ],
    "relatedLinks": [
      "/research.html#centers",
      "/academics.html#faculties"
    ]
  },
  {
    "title": "Education Students Launch River Youth Mentorship Network",
    "date": "2024-05-18",
    "summary": "Graduate counseling students formed a mentorship collective with local schools.",
    "slug": "youth-mentorship-network",
    "fullContent": "Under the guidance of the Counseling & Student Wellness department, mentors will support academic planning, climate resilience projects, and college readiness workshops across twelve partner schools.",
    "tags": [
      "Education",
      "Community"
    ],
    "relatedLinks": [
      "/academics.html",
      "/admissions.html"
    ]
  }
]
